[
  {
    "description": "Mercury is the smallest and innermost planet in the Solar System. Its orbital period around the Sun of 88 days is the shortest of all the planets in the Solar System. It is named after the Roman deity Mercury, the messenger to the gods.",
    "distance": "54.6m Km",
    "gravity": "3.711 m/s",
    "id": "1",
    "image": "assets/images/mercury.png",
    "location": "Milkway Galaxy",
    "name": "Mercury",
    "picture": "https://c1.staticflickr.com/9/8105/8497927473_2845ae671e_b.jpg",
    "youtubeVideoId": "0KBjnNuhRHs"
  },
  {
    "description": "Venus is a terrestrial planet and is sometimes called Earth's \"sister planet\" because of their similar size, mass, proximity to the Sun, and bulk composition. ... It has the densest atmosphere of the four terrestrial planets, consisting of more than 96% carbon dioxide.",
    "distance": "54.6m Km",
    "gravity": "9.8 m/s",
    "id": "2",
    "image": "assets/images/venus.png",
    "location": "Milkway Galaxy",
    "name": "Venus",
    "picture": "https://www.jpl.nasa.gov/spaceimages/images/largesize/PIA00268_hires.jpg",
    "youtubeVideoId": "BvXa1n9fjow"
  },
  
  {
    "description": "Earth is the third planet from the Sun and the only object in the Universe known to harbor life. According to radiometric dating and other sources of evidence, Earth formed over 4 billion years ago. Earth's gravity interacts with other objects in space, especially the Sun and the Moon, Earth's only natural satellite. Earth revolves around the Sun in 365.26 days, a period known as an Earth year. During this time, Earth rotates about its axis about 366.26 times.",
    "distance": "54.6m Km",
    "gravity": "9.8 m/s",
    "id": "3",
    "image": "assets/images/earth.png",
    "location": "Milkway Galaxy",
    "name": "Earth",
    "picture": "https://www.nasa.gov/sites/default/files/styles/full_width_feature/public/thumbnails/image/iss042e340851_1.jpg",
    "youtubeVideoId": "HCDVN7DCzYE"
  },
 
  {
    "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System after Mercury. In English, Mars carries a name of the Roman god of war, and is often referred to as the 'Red Planet' because the reddish iron oxide prevalent on its surface gives it a reddish appearance that is distinctive among the astronomical bodies visible to the naked eye. Mars is a terrestrial planet with a thin atmosphere, having surface features reminiscent both of the impact craters of the Moon and the valleys, deserts, and polar ice caps of Earth.",
    "distance": "54.6m Km",
    "gravity": "3.711 m/s",
    "id": "4",
    "image": "assets/images/mars.png",
    "location": "Milkway Galaxy", 
    "name": "Mars",
    "picture": "https://www.nasa.gov/sites/default/files/thumbnails/image/pia21723-16.jpg",
    "youtubeVideoId": "D8pnmwOXhoY"
  },
  
  {
    "description": "Jupiter is the fifth planet from the Sun and the largest in the Solar System. It is a gas giant with a mass one-thousandth that of the Sun, but two-and-a-half times that of all the other planets in the Solar System combined. Jupiter has been known to astronomers since antiquity. It is named after the Roman god Jupiter.",
    "distance": "54.6m Km",
    "gravity": "3.711 m/s",
    "id": "5",
    "image": "assets/images/jupiter.png",
    "location": "Milkway Galaxy", 
    "name": "Jupiter",
    "picture": "https://cdn.vox-cdn.com/thumbor/ImDRHg671gtRztOcZ4_1jBxzoDA=/0x0:3805x1288/1570x883/filters:focal(1599x340:2207x948):format(webp)/cdn.vox-cdn.com/uploads/chorus_image/image/59799667/pia21974.0.jpg",
    "youtubeVideoId": "PtkqwslbLY8"
  },
  {
    "description": "Saturn is the sixth planet from the Sun and the second largest planet in our solar system. \n Adorned with thousands of beautiful ringlets, Saturn is unique among the planets. It is not the only planet to have rings—made of chunks of ice and rock—but none are as spectacular or as complicated as Saturn's. \n Like fellow gas giant Jupiter, Saturn is a massive ball made mostly of hydrogen and helium.",
    "distance": "54.6m Km",
    "gravity": "3.711 m/s",
    "id": "6",
    "image": "assets/images/saturn.png",
    "location": "Milkway Galaxy", 
    "name": "Saturn",
    "picture": "https://i.cbc.ca/1.4287840.1505425502!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_780/saturn-rings-solstice.jpg",
    "youtubeVideoId": "epZdZaEQhS0"
  },
  {
    "description": "Uranus is the seventh planet from the Sun. It has the third-largest planetary radius and fourth-largest planetary mass in the Solar System. Uranus is similar in composition to Neptune, and both have bulk chemical compositions which differ from that of the larger gas giants Jupiter and Saturn.",
    "distance": "54.6m Km",
    "gravity": "3.711 m/s",
    "id": "7",
    "image": "assets/images/uranus.png",
    "location": "Milkway Galaxy", 
    "name": "Uranus",
    "picture": "https://i2-prod.mirror.co.uk/science/article11370299.ece/ALTERNATES/s810/1_Uranus.jpg",
    "youtubeVideoId": "m4NXbFOiOGk"
  },
  {
    "description": "Neptune is the eighth and farthest known planet from the Sun in the Solar System. In the Solar System, it is the fourth-largest planet by diameter, the third-most-massive planet, and the densest giant planet. Neptune is 17 times the mass of Earth and is slightly more massive than its near-twin Uranus, which is 15 times the mass of Earth and slightly larger than Neptune. Neptune orbits the Sun once every 164.8 years at an average distance of 30.1 astronomical units (4.50×109 km). It is named after the Roman god of the sea and has the astronomical symbol ♆, a stylised version of the god Neptune's trident",
    "distance": "54.6m Km",
    "gravity": "3.711 m/s",
    "id": "8",
    "image": "assets/images/neptune.png",
    "location": "Milkway Galaxy",
    "name": "Neptune",
    "picture": "https://www.nasa.gov/sites/default/files/styles/full_width_feature/public/images/110411main_Voyager2_280_yshires.jpg",
    "youtubeVideoId": "NStn7zZKXfE"
  },
  {
    "description": "The Moon is an astronomical body that orbits planet Earth, being Earth's only permanent natural satellite. It is the fifth-largest natural satellite in the Solar System, and the largest among planetary satellites relative to the size of the planet that it orbits (its primary). Following Jupiter's satellite Io, the Moon is second-densest satellite among those whose densities are known.",
    "distance": "54.6m Km",
    "gravity": "3.711 m/s",
    "id": "9",
    "image": "assets/images/moon.png",
    "location": "Milkway Galaxy",
    "name": "Moon",
    "picture": "https://farm5.staticflickr.com/4086/5052125139_43c31b7012.jpg",
    "youtubeVideoId": "6AviDjR9mmo"
  }
]